{
  "internet-100": {
    "offer-details": "<strong>Geographic and service restrictions apply to AT&T Internet services. Not all speeds available in all areas. Call to see if you qualify.</strong> <br/><br/> <strong>$49.99 Internet Offer: Price for Internet (768k - 100M)</strong> after bill credit for new residential customers.After 12 mos., the rate increases to $59.00/mo unless canceled by customer prior to end of 12 months. <strong>Additional Fees & Taxes:</strong> AT&T one-time transactional fees, $10/mo. equipment fee, and monthly cost recovery surcharges which are not government-required may apply, as well as taxes. See <a href='www.att.com/fees' target='_blank' class='black'>www.att.com/fees</a> for details. <strong>Activ/Installation:</strong> $35 activation fee (self-install) or $00 installation(full tech install) may apply.  Credit restrictions apply. Pricing subject to change.Subj. to Internet Terms of Service at att.com/internet-terms.  See <a href='www.att.com/fees' target='_blank' class='black'>www.att.com/fees</a> for details. Credit restrictions apply. <strong>Pricing subj to change. Subj. to Internet Terms of Service at att.com/internet-terms.</strong> <br/><br/> † <strong>Unlimited data allowance</strong> may also be purchased separately for an add'l $30/mo., or maintain a bundle of TV & Internet on a combined bill and receive unlimited internet data at no add'l charge. For more info, go to <a href='www.att.com/internet-usage' target='_blank' class='black'>www.att.com/internet-usage.</a>"
  },
  "internet-1000": {
    "offer-details": "<strong>Geographic and service restrictions apply to AT&T Internet services. Not all speeds available in all areas. Call to see if you qualify.</strong> <br/><br/> <strong>$39.00 Internet 1000 Offer: Ends 6/27/20.</strong>  Price requires bundle with another qualifying AT&T service (DIRECTV, U-verse TV, AT&T TV, AT&T Phone or postpaid AT&T wireless). <strong> Pricing for first 12 months only.</strong>  After 12 mos or loss of eligibility, then prevailing rate applies (currently $59.00/mo) unless canceled or changed by customer prior to end of 12 months. Must maintain qualifying bundled services with matching service address to receive advertised pricing. <strong> Additional Fees & Taxes:</strong>  AT&T one-time transactional fees, $10/mo. equipment fee, and monthly cost recovery surcharges which are not government-required may apply, as well as taxes. See <a href='www.att.com/fees' target='_blank' class='black'>www.att.com/fees</a> for details. Credit restrictions apply. Pricing subj to change. Subj. to Internet Terms of Service at att.com/internet-terms. <br/><br/> †† <strong>Internet speed claims</strong> represent maximum network service capability speeds and based on wired connection to gateway. Actual customer speeds may vary based on a number of factors and are not guaranteed. Download speeds are typically up to 940Mbps due to overhead capacity reserved to deliver the data. For more information, go to <a href='www.att.com/speed101.' target='_blank' class='black'>www.att.com/speed101.</a>"
  },
  "credit-check": {
    "checkbox-1": "By checking this box, you authorize AT&T to reach you by phone or text with information about your AT&T services. Examples include install and repair appointment, billing and account information, and customer satisfaction inquiries. Standard rates may apply.",
    "determine-eligibility": "To determine service eligibility for internet service, and to complete your order, we will initiate a credit check with a credit bureau or use your existing credit information on file with other AT&T companies."
  },
  "install-methods": {
    "professional": "A service technician will visit your location to install your Internet service. Someone 18 years of age or older must be present when the technician arrives. The installation averages 2 - 4 hours, but can vary. <br/> <span class='blue-light'>Payment will be split into installments of $33 for 3 months.</span>"
  },
  "terms-conditions": {
    "consent": "The following disclosures apply to your billing accounts and agreements (\"Accounts\") with AT&T Mobility LLC, Direct TV LLC, AT&T Services Inc. and their affiliates (\"we\" and \"us\"). <br/><br/> Consent to Electronic Delivery of Documents. By providing your email address or wireless telephone number and clicking or tapping the \"I agree\" checkbox as your electronic signature, you agree to receive, through electronic email or SMS text messages, all disclosures, agreements, statements, and notices (\"Disclosures\") that we are required by law to give you. Once we make the Disclosures available they will govern your relationship with us. We will not ordinarily mail paper Disclosures to you. We will include our Disclosures in emails sent to the email address of record for your account, or, if you elect to receive additional notices by SMS text, to the wireless number(s) you designate for receipt of Disclosures. Some of the Disclosures that we may provide to you include, but are not limited to: <br/><br/> This Consent to Electronic Delivery of Disclosures, <br/><br/> Material changes to existing Terms of Service, <br/><br/> Copies of your periodic billing statements, <br/><br/> Notice of changes to Account terms,<br/><br/>Annual notices of rate changes, and<br/><br/>Responses to disputes you raise.<br/><br/>You agree that certain account-affecting announcements, such as changes to our Privacy Policy or minor updates to previously-agreed terms of service, shall be posted on our websites, including the hyperlink named the \"Legal Policy Center\" on the footer of every webpage in www.att.com. You also agree that certain account status information, such as upgrade eligibility or past due balances, may also be displayed electronically as alerts appearing in your \"myAT&T\" online account profile, should you choose to register an ID and Password for myAT&T online access. These various electronic means of display will be available to view, download, screenshot, or print at any time.<br/><br/>You understand that by consenting to receive Disclosures electronically, the consent remains in place until revoked, and that the following apply to your consent:<br/><br/>Your consent is being registered electronically via mouse-click or finger-tap on the \"I agree\" checkbox associated with an order on your Account; <br/><br/> Unless you consent, you have the right to receive all required Disclosures in paper or non-electronic form; <br/><br/> Even after consent if you want to receive a paper copy of the Disclosure in addition to the electronic Disclosure, you can obtain one free of charge by calling us at the number listed below; <br/><br/>You can withdraw your consent at any time by calling us at the number listed below; and<br/><br/> You agree to provide us with the information (such as a current email address) needed to communicate with you electronically and update us as to any changes in your contact information by calling us at the numbers listed below, or by updating your account profile in myAT&T.<br/><br/>We reserve the right to provide any Disclosures in writing, rather than electronically. Except as otherwise provided in this or other agreements, by law, or on our website, you cannot give us notices electronically, and all notices from you must be in writing. In order to receive the Disclosures electronically, you will need a working connection to the Internet and an active email address.. If you wish to print Disclosures, you will also need access to a suitable printer. <br/><br/>If future technology changes necessitate heightened computer system requirements to continue electronic access to Disclosures, we will give you at least 30 days notice of any such change and the option to withdraw your consent to electronic Disclosures without incurring any fees or charges, following the procedures outlined herein.<br/><br/><span class='text-18'>Our Contact Information</span><br/><br/><strong>Wireless customer service</strong><br/>Every day, 8 a.m. – 9 p.m. local time<br/>800.331.0500<br/><br/><strong>DIRECTV® customer service</strong>Every day, 8 a.m. – midnight ET<br/>800.531.5000"
  },
  "payment": {
    "authorized": "I certify that I am the card owner or authorized to use this card. Additionally, I authorize AT&T to charge the amount I specified to the debit/credit card account(s) that I designated. The amount could be debited as early as today. The amount could be debited as early as today."
  }
}